Repository: wim07101993/qr_code_generator
Catalog: lib/shared/l10n/app_*.arb
Languages: nl

# ibanSettingHelperText
source: The IBAN number of the bank account to send money too.
nl: Het IBAN nummer van de bankrekening waar het geld naar overgesreven moet worden.

# bicSettingHelperText
source: The BIC number of the bank to send money too.
nl: Het BIC nummer van de bank waar het geld naar overgesreven moet worden.

source: Beneficiary name
nl: Naam van de ontvanger

# beneficiaryNameSettingHelperText
source: The name of the receiver of the money.
nl: Naam van de persoon naar wie het geld moet worden overgeschreven

source: Version
nl: Versie

source: Version 1
nl: Versie 1

source: Version 2
nl: Versie 2

# versionSettingHelperText
source: The version of the EPC (Payment) QR-code
nl: De versie van de EPC (betaal) QR-code

source: Purpose
nl: Doel

# purposeSettingHelperText
source: Purpose of the SEPA credit transfer.
nl: Het doel van de SEPA credit transactie.

# useStructuredRemittanceInfoCheckboxLabel
source: Use structured remittance info
nl: Gebruik gestructureerde mededeling

# remittanceInfo
source: Remittance information
nl: Mededeling

# remittanceInfoSettingHelperText
source: Information about the payment.
nl: Mededeling van de betaling (gestructureerd of vrij).

# originatorInfo
source: Originator information
nl: Betaler informatie

# originatorInfoSettingHelperText
source: Information about the originator.
nl: Informatie over de persoon die het geld overschrijft.

# epcPaymentDrawerOption
source: Payment request (EPC)
nl: Betaalverzoek (EPC)

# textQrDrawerOption
source: Text
nl: Tekst

# qrCodeStyleDrawerOption
source: QR-code style
nl: QR-code stijl

# aboutDrawerOption
source: About
nl: Over deze app

# qrCodeStyleScreenTitle
source: QR-code style
nl: QR-code stijl

source: QR data module style
nl: QR data module stijl

source: QR eye style
nl: QR oog stijl

source: Shape
nl: Vorm

source: Square
nl: Vierkant

source: Circle
nl: Rond

source: Color
nl: Kleur

source: Background
nl: Achtergrond

source: Image
nl: Afbeelding

source: none
nl: geen

# removeImageButtonLabel
source: Remove
nl: Verwijderen

# selectImageFileButtonLabel
source: Select file
nl: Bestand kiezen

# textInputHelperText
source: Text to encode in the QR-code
nl: Teks om te coderen in de QR-code
